Revit 2027 API
ParameterTypeId.LoadCombinationFactor Property
 "Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCombinationFactor { get; }
Public Shared ReadOnly Property LoadCombinationFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCombinationFactor {
	ForgeTypeId^ get ();
}
static member LoadCombinationFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace